base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
chromium
efibootmgr
eza
fastfetch
figlet
firefox
firefox-developer-edition
fzf
git
grub
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpanel
intel-ucode
jq
kitty
kmonad
lazygit
libpulse
librewolf-bin
limine
linux
linux-firmware
linux-zen
luarocks
matugen-bin
neovim
networkmanager
nodejs
npm
nwg-look
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
python-pywal16
qt5-wayland
qt6-wayland
rofi
swaync
swww
syncthing
tailscale
thunar
tmux
tree-sitter-cli
ttf-arimo-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
udiskie
vscodium-bin
waybar
wireplumber
wofi
xdg-desktop-portal-hyprland
yay-bin
yay-bin-debug
zram-generator
zsh
